{
  "views": {
    "home": {
      "message": "OpenSource Software with ",
      "introduction": "Hi! My name is up there and I'm a Software Developer since 2018. I live near Hamburg in Germany. Here you can find a summary of my private projects.",
      "projects": {
        "photok": {
          "title": "Photok: A safe place for your photos",
          "description": "Photok is a completly free photo safe. It stores your photos encrypted on your device and secures them with a password."
        },
        "kolibri": {
          "title": "Kolibri Messenger",
          "description": "Kolibri is a free and completely private Android Messenger. Completely private means it needs a Server to connect to. The App connects to the server and uses no other services. It is also completly encrypted and has does not save your data to the cloud."
        },
        "kolibri-server": {
          "title":"Kolibri Server",
          "description": "Kolibri Server is the backend for the Kolibri Messenger App. It's docker based and also completely free."
        },
        "godaddy-dyndns": {
          "title": "GoDaddy DynDNS",
          "description": "Python based GoDaddy DynDNS script using only the GoDaddy API."
        },
        "scrypt": {
          "title": "SCrypt",
          "description": "SCrypt is a JavaFX Desktop Application to encrypt end decrypt files with AES-256."
        },
        "scrypt-lite": {
          "title": "SCrypt lite",
          "description": "SCrypt lite is the terminal equivalent to SCrypt. It encrypt end decryptes files with AES-256."
        }
      }
    },
    "imprint": {
      "title": "Imprint",
      "title2": "Information provided according to Sec. 5 German Telemedia Act (TMG)",
      "address": {
        "name": "Leon Latsch",
        "addressLine1":"c/o Werneburg Internet Marketing und Publikations-Service",
        "addressLine2":"Philipp-Kühner-Straße 2",
        "addressLine3":"99817 Eisenac"
      },
      "contact": {
        "title": "Contact",
        "phone": {
          "title": "Phone:",
          "value": "+49 (0) 1525 2861408"
        },
        "mail": {
          "title": "Email:",
          "value": "dev.leonlatsch[at]gmail.com"
        }
      },
      "liability": {
        "content": {
          "title": "Responsible for the content according to Section 55 Paragraph 2 RStV",
          "name": "Leon Latsch",
          "addressLine1": "c/o Werneburg Internet Marketing und Publikations-Service",
          "addressLine2": "Philipp-Kühner-Straße 2",
          "addressLine3": "99817 Eisenac"
        },
        "line1": "Liability for content",
        "line2": "As a service provider, we are responsible for our own content on these pages in accordance with Section 7 (1) of the German Telemedia Act. According to §§ 8 to 10 TMG, we as a service provider are not obliged to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity.",
        "line3": "Obligations to remove or block the use of information according to general laws remain unaffected. However, liability in this regard is only possible from the time we become aware of a specific legal violation. As soon as we become aware of such violations, we will remove this content immediately.",
        "line4": "Liability for links",
        "line5": "Our offer contains links to external websites of third parties, the content of which we have no influence on. For this reason, we cannot accept any liability for this external content. The respective provider or operator is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time the link was created. No illegal content was discernible at the time the link was created.",
        "line6": "A permanent control of the content of the linked pages is not reasonable without concrete evidence of an infringement. As soon as we become aware of legal violations, we will remove such links immediately."
      },
      "copyright": {
        "line1": "Copyright",
        "line2": "The content and works on these pages created by the site operator are subject to German copyright law. Duplication, editing, distribution and any kind of use outside the limits of copyright law require the written consent of the respective author or creator. Downloads and copies of this page are only permitted for private, non-commercial use.",
        "line3": "As far as the content on this page was not created by the operator, the copyrights of third parties are respected. In particular contents of third parties are marked as such. Should you nevertheless become aware of a copyright infringement, please let us know. As soon as we become aware of legal violations, we will remove such content immediately."
      },
      "source": {
        "title": "Source:"
      }
    }
  },
  "components": {
    "header": {
      "title": "Leon Latsch"
    },
    "project": {
      "comming_soon": "COMING SOON"
    },
    "footer": {
      "imprint" : "Imprint",
      "copyright": "Copyright © 2020 Leon Latsch"
    }
  },
  "titles": {
    "home": "Leon Latsch | Home",
    "imprint": "Leon Latsch | Imprint" 
  }
}